<h1>tcclick</h1>
<div class="block" style="padding:10px 20px">
	<p>tcclick是一个山寨 <a href="http://www.umeng.com/" target="_blank">友盟</a>
	的移动平台的开源用户统计项目，由于我们试用友盟一段时间感受到诸多问题，
	所以决定自己编写一套类友盟统计系统并将在项目较为稳定时开放源代码至github平台。</p>
	<p>至于友盟所感受到的问题，曾经向友盟的朋友所反馈过的三个疑问：
	<pre>1. 数据跟自己统计的数据存在偏差，真实性存疑
2. 试用的几天频繁故障，稳定性存疑
3. 数据托管在友盟，安全性存疑</pre></p>
	<p>本项目定位以及目标：<pre>1. 完全兼容SAE，绝大多数开发者通过每月免费赠送的1万云豆可以免费使用
2. 在SAE平台部署可以支持1000万以内的总用户数量级的应用
3. 自架服务器(两台,也许单台普通PC服务器)可支持亿级别的总用户数量级的应用(未来的目标)
	</pre></p>
	<p>项目目前还处于初步的开发之中，还有大量的代码需要编写，有兴趣或者疑问的朋友可以通过 gyq5319920@gmail.com 或者 
	<a href="http://weibo.com/u/1361956247" target="_blank">@YorkGu</a>
	联系我</p>
</div>